Win32/Debug/wsHastaKabul.xml

<?xml version="1.0"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:tns5="http://servisler.ws.gss.sgk.gov.tr"> <soapenv:Header>  <wsse:Security xmlns:wsse="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-secext-1.0.xsd" soapenv:mustUnderstand="0">   <wsse:UsernameToken xmlns:wsu="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-wssecurity-utility-1.0.xsd" wsu:Id="UsernameToken-13669775">    <wsse:Username>12345645</wsse:Username>    <wsse:Password Type="http://docs.oasis-open.org/wss/2004/01/oasis-200401-wss-username-token-profile-1.0#PasswordText">EZJCJM7V</wsse:Password>   </wsse:UsernameToken>  </wsse:Security> </soapenv:Header><soapenv:Body><tns5:hastaKabulOku><takipOkuGiris><takipNo>22</takipNo><yeniTedaviTipi>0</yeniTedaviTipi><saglikTesisKodu>12345645</saglikTesisKodu></takipOkuGiris></tns5:hastaKabulOku></soapenv:Body></soapenv:Envelope>

